tap "homebrew/bundle"
brew "asdf"
brew "awscli"
brew "bat"
brew "colima"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "elixir"
brew "fzf"
brew "gnu-sed"
brew "graphviz"
brew "htop"
brew "imagemagick"
brew "k9s"
brew "lazygit"
brew "libpq"
brew "luarocks"
brew "mupdf-tools"
brew "ncdu"
brew "neovim"
brew "node"
brew "openjdk"
brew "pass"
brew "pass-otp"
brew "pinentry-mac"
brew "prettier"
brew "py-spy"
brew "ripgrep"
brew "rlwrap"
brew "rust"
brew "tmux"
brew "tpm"
brew "trash-cli"
brew "typst"
brew "uv"
brew "watch"
brew "wget"
brew "yarn"
brew "zbar"
cask "alacritty"
cask "android-studio"
cask "bluesnooze"
cask "dbeaver-community"
cask "firefox"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "notunes"
cask "spotify"
cask "spotmenu"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
